const tarotCards = [
  {
    "name": "the fool",
    "type": "Major Arcana",
    "slug": "the-fool",
    "meaning": "ไพ่หมายเลข 0 ไพ่แห่งการเริ่มต้นของ ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana เป็นไพ่แห่งการผจญภัย อิสระ และพร้อมที่จะเดินหน้าแม้ข้างหน้าจะเป็นอันตราย\n\nเด็กหนุ่มในไพ่เป็นคนที่เหมือนจะโง่ ในสายตาคนอื่น แต่เค้าอาจจะพอใจที่จะลุยเดินหน้าแม้ข้างหน้าจะมีหน้าผา การเตรียมใจ เตรียมพร้อมเผชิญหน้ากับอันตราย เพื่อสิ่งที่ตัวเองต้องการ เป็นเหมือนอิสระที่แท้จริงที่เด็กคนนี้ต้องการ\n\nไพ่ใบนี้ถ้าเป็นไพ่ที่บ่งบอกลักษณะของคน ก็จะเป็นคนที่มีลักษณะมีความคิดอิสระ ความรักอิสระ ดูไร้เดียงสา ซึ่งจริงๆก็อาจจะไม่ได้ไร้เดียงสา แต่เราเลือกว่าเราชอบแล้ว รักแล้ว ที่จะตามสิ่งที่ฝันตามสิ่งที่ชอบ แม้จะประสบความสำเร็จหรือไม่ก็ตาม"
  },
  {
    "name": "the magician",
    "type": "Major Arcana",
    "slug": "the-magician",
    "meaning": "ไพ่หมายเลข 1 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้บ่งบอกถึงพลัง ความรู้ ความสามารถ ที่สามารถสร้างสิ่งต่างๆขึ้นมาใหม่ได้ ตัวจอมเวทย์ในไพ่ มือขวาถือคทาที่ชี้ขึ้นฟ้า มือซ้ายชี้ลงพื้น เป็นการเชื่อมพลังจักรวาลและพื้นโลก ความเป็นจริงและจิตวิญญาณ\n\nบนโต๊ะมี เหรียญ ดาบ ไม้ และถ้วย ซึ่งเป็นวัตถุสัญลักษณ์ในไพ่ชุดเล็ก ที่เปรียบเสมือ ดิน น้ำ ลม ไฟ หรือ วัตถุ อารมณ์ ความปรารถนา และความรู้ บ่งบอกให้เห็นว่าชายผู้นี้เข้าใจ มีความรู้ มีความสามารถที่จะจัดการอย่างบนโลกได้\n\nไพ่ใบนี้บ่งบอกลักษณะของคนที่มีความรู้ ความสามารถ ฉลาด เข้าใจโลก เป็นนักวิชาการ นักวิจัย  แต่ในอีกมุมนึงก็อาจจะดูเป็นคนที่พูดดี พูดเก่ง มีความรู้ มากเกินกว่าที่จะเป็นปฏิบัติจริง"
  },
  {
    "name": "the high priestess",
    "type": "Major Arcana",
    "slug": "the-high-priestess",
    "meaning": "ไพ่หมายเลข 2 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้บ่งบอกถึงพลังลึกลับ จิตวิญญาณ สัญชาตญาณ ความคิดที่ซ่อนเร้น ความซับซ้อน ไม่ชัดเจน เหมือนพระจันทร์ที่ส่องแสงสลัวตอนกลางคืน ราชินีพระจันทร์ ผู้มีความไร้เดียงสา มีความบริสุทธิ์ในตัว ดูภายนอกก็ดูเป็นคนตรง ๆ แต่ภายในกลับลึกลับ ซับซ้อน ดูน่าค้นหา\n\nไพ่ใบนี้บ่งบอกถึงคนที่มีสัญชาตญาณ มีเซนส์ มีความลึกลับ ซับซ้อนในความคิดและการกระทำ แม้อาจจะไม่ใช่เรื่องดีที่มีความขัดแย้งและปกปิด แต่จริง ๆ แล้วสิ่งที่ปกปิดไว้นั้นกลับมีความไร้เดียงสาบริสุทธิ์อยู่\n\nในด้านความรัก ไพ่ใบนี้หมายถึงความสัมพันธ์ที่ซับซ้อน ไม่ชัดเจน มีความลังเล และรู้สึกลึก ๆ ถึงบางอย่างที่ทำให้เราไม่สามารถก้าวต่อไปแบบตรง ๆ ได้ จึงทำให้บางทีภายนอกขัดแย้งกับภายใน เช่น การกระทำเหมือนเป็นแฟนกัน แต่จริง ๆ ไม่ได้เป็นอะไรกัน หรือ ปากบอกไม่คิดอะไร แต่จริง ๆ ก็คิด ขึ้น ๆ ลง ๆเ หมือนพระจันทร์ที่ขึ้นลงเปลี่ยนรูปร่างไปตลอดเดือน"
  },
  {
    "name": "the empress",
    "type": "Major Arcana",
    "slug": "the-empress",
    "meaning": "ไพ่หมายเลข 3 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึงความอุดมสมบูรณ์ ธรรมชาติ ความสวยงาม ความเป็นแม่ และ การให้กำเนิด การมีลูก\n\nบุคคลที่มีลักษณะตามไพ่ใบนี้นั้น จะเป็นคนที่ดูแลทุกคนเป็นอย่างดี มอบความรักให้อย่างทั่วถึง มีเสน่ห์อำนาจที่อีกฝ่ายยอมให้หมดทั้งใจ อาจหมายถึงคนที่มีความเป็นแม่ หรืออาจจะเป็นแม่จริง ๆ เลี้ยงและดูแลลูกอย่างดีก็เป็นได้\n\nไพ่ใบนี้ส่วนใหญ่ถ้าคนเป็นคู่กันแล้ว ก็อาจจะหมายความถึงการให้กำเนิดลูก ถ้าใครรอมีลูกหรือถามเรื่องมีลูก แล้วออกไพ่ใบนี้ขึ้นมา ก็มีแววจะตั้งครรภ์ได้ล่ะครับ"
  },
  {
    "name": "the emperor",
    "type": "Major Arcana",
    "slug": "the-emperor",
    "meaning": "ไพ่หมายเลข 4 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความมั่นคง ความควบคุม ความนิ่ง ความเป็นพ่อ ที่เข้มแข็ง การดูแลปกป้อง\n\nไพ่จักรพรรดิใบนี้เป็นไพ่ที่บ่งบอกถึงคนที่มีลักษณะของความเป็นพ่อ เป็นผู้ชายสูง เป็นคนที่นิ่ง มั่นคง พร้อมดูแลปกป้องทุกคนด้วยกำลังและความสามารถที่มี อาจดูเป็นคนแข็ง ๆ เป็นคนตรง ๆ ไม่อ่อนโยน อ่อนหวาน แต่ก็มีความมั่นคง และจริงใจ\n\nไพ่ใบนี้อาจหมายถึงบุคคลที่มีอายุมาก เป็นหัวหน้า เป็นผู้นำคนอื่น หรือคนที่มีประสบการณ์ในด้านต่าง ๆ สูง นอกจากนี้ยังบ่งบอกถึงการเผด็จการ เอาตัวเองเป็นหลักได้อีกด้วย"
  },
  {
    "name": "the hierophant",
    "type": "Major Arcana",
    "slug": "the-hierophant",
    "meaning": "ไพ่หมายเลข 5 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง จารีต ประเพณี ศาสนา พิธีกรรม การสั่งสอนเผยแพร่\n\nไพ่ใบนี้เป็นลักษณะของไพ่ที่บ่งบอกถึงอะไรที่เป็นข้อตกลงร่วม เป็นกฏ เป็นประเพณี จารีต ที่ประพฤติตาม รวมถึงความเชื่อและศาสนา\n\nถ้าพูดถึงลักษณะคน ก็จะเป็นได้ทั้งพระ บาทหลวง ไปยันถึง ครูอาจารย์ ผู้สั่งสอน ผู้อบรมให้ความรู้ต่าง ๆ หรืออาจเป็นคนที่ประพฤติตนตามจารีต เป็นคนอนุรักษ์นิยม ทำตามสิ่งที่เรียนรู้มา ไม่นอกกรอบ"
  },
  {
    "name": "the lovers",
    "type": "Major Arcana",
    "slug": "the-lovers",
    "meaning": "ไพ่หมายเลข 6 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความรัก พรหมลิขิต การพบเจอ ความเข้ากันได้ โอกาสที่เข้ามา ทางเลือก\n\nไพ่ใบนี้ชื่ออาจเหมือนความรัก ความสมหวัง แต่อันที่จริงแล้ว ไพ่ใบนี้คือทางเลือก ถ้าดูจากรูปบนไพ่ จะเห็นว่า เทวดาได้ทำให้คนสองคนมาเจอกัน เปรียบเหมือนพรหมลิขิต แต่ก็ยังไม่ได้ตัดสินใจอะไรชัดเจนขึ้นมา เพราะถ้าดูจะเห็นว่า ฝ่ายหญิง หรือ อีฟ มองหน้าเทวดาเหมือนสงสัยว่า \"ทางเลือกนี้ใช่จริง ๆ รึเปล่า\" ดังนั้นไพ่ใบนี้จึงเปรียบเสมือนโอกาสที่เข้ามา ซึ่งเราต้องเลือกและตัดสินใจ\n\nไพ่ใบนี้จากชื่อไพ่ก็จะดูเน้นเรื่องความรักโดยตรงอยู่แล้วโดยตัวของมัน เป็นไพ่แห่งพรหมลิขิตที่ทำให้เราได้พบเจอคนที่ใช่ เข้ากันได้ดี มีความชอบซึ่งกันและกัน เหมือนมีด้ายแดงแห่งพรหมลิขิตผูกคนสองคนไว้ ไพ่เหมือนจะดีทุกอย่างในด้านความรัก เพียงแต่ว่า มันมีจุดที่เป็น ทางเลือก"
  },
  {
    "name": "the chariot",
    "type": "Major Arcana",
    "slug": "the-chariot",
    "meaning": "ไพ่หมายเลข 7 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความมุ่งมั่น แน่วแน่ ความมุทะลุ และความสามารถในการควบคุม การเดินทาง\n\nความหมายของไพ่ใบนี้จะเป็นไพ่แห่งการเคลื่อนที่ การมุทะลุ เพื่อไปให้ถึงชัยชนะ ดังนั้นไพ่นี้จึงเปรียบเสมือนไพ่ที่พร้อมออกศึกเพื่อชัยชนะ แม้ยังไม่รู้ว่าตัวเองจะชนะหรือไม่ แต่ก็พร้อมลุยไปข้างหน้าด้วยความสามารถทั้งหมดที่มี...\n\nถ้าให้เปรียบเหมือนการเจอสิ่งกีดขวาง คนอื่นคงหักหลบ แต่อัศวินรถไม้ ไม่!! เขาจะพุ่งชนไปตรงๆให้สิ่งกีดขวางหรือ กำแพงพังไป"
  },
  {
    "name": "strength",
    "type": "Major Arcana",
    "slug": "strength",
    "meaning": "ไพ่หมายเลข 8 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความเข้มแข็ง ความอดทน  การควบคุมจิตใจ\n\nไพ่ใบนี้ความหมายเปรียบเหมือนความเข้มแข็งที่เราสามารถควบคุมภายในจิตใจ สามารถต้านทานความดุดัน ความโกรธ ความดิบเถื่อนซึ่งเปรียบเสมือนสิงโตในตัวเองลงได้ เพราะนั้นคือความแข็งแกร่งที่แท้จริง\n\nไพ่ใบนี้ถ้าเป็นตำแหน่งแทนตัวบุคคลจะหมายถึง คนที่มีความเข้มแข็งแบบ อ่อนนอก แข็งใน ข้างในจิตใจเข้มแข็ง อ่อนโยนแต่ไม่อ่อนแอ"
  },
  {
    "name": "the hermit",
    "type": "Major Arcana",
    "slug": "the-hermit",
    "meaning": "ไพ่หมายเลข 9 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง การปลีกวิเวก การแยกตัว การค้นหาตัวเอง ดูจิตใจตัวเอง การแยกตัวเพื่อมองสถานการณ์ในมุมกว้าง\n\nไพ่ใบนี้เปรียบเสมือน นักพรต ที่ออกค้นหาตัวเอง ค้นหาคำตอบที่เราตามหา หรืออาจไปถึงเรื่องการเข้าถึงเรื่องจิตวิญญาณของตัวเอง\n\nถ้าคนที่มีไพ่ใบนี้เป็นตัวแทน ก็หมายถึงคนที่ค่อนข้างจะแยกตัวออกจากสังคม เป็นคนที่แยกตัวออกไป เพื่อจะค้นหาตัวเอง หาคำตอบบางอย่าง หรือมองปัญหาในมุมกว้าง อาจหมายถึง พระ นักบวช ฤาษี ที่ปลีกวิเวก ธุดงค์ ก็เป็นได้ครับ"
  },
  {
    "name": "wheel of fortune",
    "type": "Major Arcana",
    "slug": "wheel-of-fortune",
    "meaning": "ไพ่หมายเลข 10 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง โชคชะตาที่เปลี่ยนแปลง การเปลี่ยนแปลงที่ไม่สามารถควบคุมได้ ความโชคดี\n\nไพ่ใบนี้เป็นไพ่ที่มีความหมายง่ายๆตรงๆ คือการเปลี่ยนแปลง แต่เวลาตีความจะตีได้ยาก เพราะเราไม่รู้เลยว่ามันหมุนไปทางไหน ดวงจะดีหรือร้าย ก็ไม่ทราบแน่ชัดครับ อาจต้องดูไพ่ประกอบ คือ ไพ่ทางซ้ายของไพ่วงล้อโชคชะตานี้ จะหมายถึงจุดเริ่มต้น อดีต หรือปัจจุบัน กำลังหมุนไปไพ่ทางขวาคือ สิ่งที่กำลังจะเปลี่ยนไปถึง หรืออนาคตนั่นเอง\n\nเนื่องจากไพ่ใบนี้เป็นไพ่ชุดใหญ่ การเปลี่ยนแปลงจึงเป็นสิ่งที่เราควบคุมได้ยาก เหมือนเป็นโชคชะตาจากฟ้าที่เรากำหนดไม่ได้"
  },
  {
    "name": "justice",
    "type": "Major Arcana",
    "slug": "justice",
    "meaning": "ไพ่หมายเลข 11 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความยุติธรรม ความเท่าเทียม การปรับสมดุลให้เท่าเทียม การตัดสินใจอย่างยุติธรรม กฏหมาย\n\nไพ่ใบนี้จะมีความหมายในลักษณะความยุติธรรม อะไรถูกก็คือถูก อะไรผิดก็คือผิด ตัดสินใจด้วยหลักเหตุผล ไม่ใช้อารมณ์ตัดสิน ไม่ลำเอียง เป็นการปรับสมดุลอย่างเท่าเทียมกัน คือการทำแล้วต้องได้ผลที่ทำอย่างเท่าเทียม ทำดีได้ดี ทำชั่วได้ชั่ว\n\nไพ่ใบนี้ถ้าเป็นลักษณะคน จะหมายถึงคนที่ตัดสินใจอย่างยุติธรรม ได้รับอะไรก็จะตอบแทนอย่างเท่าเทียม มีเหตุผล อาจหมายถึง ข้าราชการ ตำรวจ อัยการ ผู้พิพากษา หรือรวมๆคือผู้ที่มีอำนาจบังคับใช้กฏหมาย"
  },
  {
    "name": "the hanged man",
    "type": "Major Arcana",
    "slug": "the-hanged-man",
    "meaning": "ไพ่หมายเลข 12 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง การเสียสละ การพักชั่วคราวเพื่อมองมุมใหม่ การตระหนักรู้\n\nไพ่ใบนี้โดยปกติคนมักจะแปลกันไม่ค่อยดีเท่าไหร่นัก เพราะเป็นไพ่ของชายที่ถูกทรมานโดยการห้อยหัว แต่จริง ๆ แล้ว ไพ่ใบนี้ค่อนข้างจะมีความหมายที่ดีในระดับนึง เพราะตัวชายคนนี้โอเคที่จะถูกห้อยหัว และการห้อยหัวทำให้เค้าสามารถมองมุมใหม่จนตระหนักรู้อะไรบางอย่างได้\n\nดังนั้นไพ่ใบนี้โดยปกติจะหมายถึง การที่เราพัก หรือทนทรมานกับเรื่องบางอย่าง แต่เราก็รับได้ แล้วก็ทำให้เราได้เรียนรู้ ได้ตระหนักรู้อะไรบางอย่างขึ้นมาด้วย"
  },
  {
    "name": "death",
    "type": "Major Arcana",
    "slug": "death",
    "meaning": "ไพ่หมายเลข 13 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง การจบสิ้นเพื่อเริ่มต้นใหม่ การเปลี่ยนแปลงสภาพ\n\nไพ่ใบนี้เป็นไพ่ที่ปกติคนมักจะตกใจและกลัวเพราะมันหมายถึงเกี่ยวกับความตาย แต่อันที่จะจริงแล้ว ความหมายของมันคือการเปลี่ยนแปลง การจบบางสิ่งเพื่อเริ่มใหม่ โดยความหมายจะดีหรือไม่ดี ก็แล้วแต่สถานการณ์และไพ่อื่นๆประกอบ\n\nแต่ถ้าดูตามเนื้อความของไพ่แล้วจะพบว่า พระสังฆราชได้มาหยุดยั้งการนำพาความตายของยมทูตไว้ นั่นก็หมายความว่าสิ่งที่ไม่ดีที่ผ่านมามันกำลังจะจบลงก็ได้ครับ\n\nไพ่ใบนี้อาจหมายถึง การเดินทางไปต่างประเทศ การไปโรงพยาบาล หรือสถานที่ที่คนตายได้ครับ"
  },
  {
    "name": "temperance",
    "type": "Major Arcana",
    "slug": "temperance",
    "meaning": "ไพ่หมายเลข 14 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง การหาสมดุล การปรับตัว การทดลอง และความอดทน\n\nไพ่ใบนี้ถ้าดูจากรูป เทวดาไม่ก้าวลงน้ำซะทีเดียว ขาข้างนึงยังอยู่บนบกอยู่ นั่นหมายความว่าเป็นการที่ยัง ไม่ตัดสินใจ การที่ยังดูสถานการณ์อยู่ หรือกำลังปรับตัว ทดลอง อยู่ ดังภาพที่เทวดาผสมถ้วยสองถ้วยที่แตกต่างเข้าด้วยกัน เป็นการหา สมดุล ระหว่างสิ่งต่างๆที่ตรงข้ามกันในสถานการณ์นั้น ๆ\n\nนอกจากนี้ตัวไพ่ยังเป็นภาพของเทพ ราฟาเอล เทพแห่งการรักษา ที่กำลังปรุงยารักษาโรค ตัวไพ่จึงโดดเด่นในการเยียวยา รักษาทั้งร่างกายและจิตใจได้ครับ เชื่อมโยงจิตวิญญาณและร่างกาย"
  },
  {
    "name": "the devil",
    "type": "Major Arcana",
    "slug": "the-devil",
    "meaning": "ไพ่หมายเลข 15 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง การผูกมัด ความหลงใหล การเสพติด เซ็กส์ หรือกรรมที่ทำให้มีการผูกมัด\n\nไพ่ใบนี้เป็นไพ่ที่ใครๆเห็นก็จะแปลไม่ค่อยดีนัก อาจเพราะตัวไพ่เป็นปีศาจที่ใคร ๆ ค่อนข้างเกรงกลัว  แต่จริง ๆ แล้วไพ่ใบนี้หมายถึง ความหลงใหล การยึดติด ความงมงาย อาจเป็นได้ตั้งแต่น้อยไปถึงมาก อาจหมายถึงว่าเราจดจ่อกับสิ่งใดสิ่งนึงมาก ๆ  เช่น ติดซีรีย์ละคร ติดแฟน ติดเพื่อน ติดการเล่นกีฬา ก็เป็นได้ ซึ่งแน่นอนว่าการที่เราติดอะไรเยอะๆ ย่อมส่งผลเสียต่อเราในบางมุม เช่น เสียสุขภาพกาย สุขภาพจิต\n\nไพ่ใบนี้อาจหมายถึงกรรมที่เราได้ก่อไว้ ที่มันได้ผูกไว้ ทำให้เรายังติดอยู่กับสิ่งนั้นไม่หลุดไปเสียที หรืออาจแปลว่าการทำอะไรที่ผิดศีลธรรม ก็ได้ เนื่องจากมันมีความหลงมัวเมาอยู่"
  },
  {
    "name": "the tower",
    "type": "Major Arcana",
    "slug": "the-tower",
    "meaning": "ไพ่หมายเลข 16 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง การเปลี่ยนแปลงกระทันหัน เปลี่ยนแปลงอย่างรุนแรง การพังทลาย\n\nไพ่หอคอยใบนี้ โดยปกติก็มักจะแปลในทางที่ไม่ดีนัก เพราะไพ่มันเกี่ยวกับการพัง การเกิดภัยพิบัติ การเกิดอุบัติเหตุ แต่ไพ่ใบนี้จริงๆโดยหลักรวมๆแล้วแปลว่า การเปลี่ยนแปลง สิ่งที่เราสร้างขึ้นมาได้พังลง\n\nถ้าดูจากตัวไพ่หอคอย หอคอยนี้ได้ถูกสร้างขึ้นมาบนพื้นที่ที่ไม่ควรสร้างเท่าไหร่นัก มันไม่มันคง สิ่งที่เราสร้างขึ้นมาอย่างไม่มั่นคง มันกำลังพังลงอย่างรวดเร็ว ไม่ว่าจะความสัมพันธ์ ความรัก หรือรวมไปถึงพวกความกังวล ความคิดต่างๆที่เราสร้างขึ้นมา (แม้แต่กรรม หรือ โซ่จาก The Devil ก็ด้วย) กำลังพังลงอย่างฉับพลัน แล้วเราต้องออกมาจากสิ่งนั้นแล้ว"
  },
  {
    "name": "the star",
    "type": "Major Arcana",
    "slug": "the-star",
    "meaning": "ไพ่หมายเลข 17 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความหวัง การฟื้นฟูรักษา การเริ่มต้นใหม่\n\nไพ่ใบนี้เป็นไพ่เป็นไพ่แห่งดวงดาวที่ส่องสว่างเป็น ความหวัง การเริ่มต้นใหม่ ผู้หญิงในไพ่ที่เปลื้องผ้าที่แสดงถึงความบริสุทธิ์ เท้าข้างนึงอยู่ในน้ำ ซึ่งน้ำสื่อถึงอารมณ์ความรู้สึก แสดงถึงการที่เป็นคนที่สามารถรับรู้ถึงอารมณ์ตัวเองได้ดี เธอคนนี้กำลังฟื้นฟูแหล่งน้ำ และพื้นดิน ให้กลับมาอุดมสมบูรณ์ เกิดใหม่\n\nถ้าหากดูไพ่ใบนี้เป็นเหมือนแสงที่ส่องทาง ให้ความหวัง และไพ่ใบนี้ยังหมายถึงการฟื้นฟูสภาพจิตใจ อารมณ์ ไปในทางที่ดีขึ้นได้อีกด้วย จากการที่เธอในรูปเทน้ำเพื่อฟื้นฟูพื้นดิน (สภาพภายนอก) และน้ำ (สภาพจิตใจ)"
  },
  {
    "name": "the moon",
    "type": "Major Arcana",
    "slug": "the-moon",
    "meaning": "ไพ่หมายเลข 18 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความกังวล ความกลัว สิ่งที่กลัวเก็บซ่อนไว้จะถูกเปิดเผย อารมณ์อ่อนไหว ความรู้สึกไม่ปลอดภัย\n\nไพ่ใบนี้เป็นไพ่ที่เกี่ยวกับอารมณ์โดยตรง ความรู้สึกที่ซ่อนเร้นไว้ในความมืด ซ่อนไว้ใต้อารมณ์คล้ายกุ้งแม่น้ำที่คลานขึ้นมาจากในน้ำ ก็จะเปิดเผยขึ้นมา เช่น ความกลัว ความกังวล และความรู้สึกไม่ปลอดภัย เหมือนหมาป่าในรูปที่ปกติจะหลบซ่อนในความมืด แต่ถูกแสงจันทร์สว่างทำให้ ศัตรูอาจเห็นได้ง่าย\n\nไพ่ใบนี้ในเชิงความรัก ค่อนข้างเป็นไพ่ที่อ่อนไหวจริงๆ มันมีบางอย่างที่ผุดเปิดเผยขึ้นมาในความสัมพันธ์ เช่น เราไปรับรู้อะไรบางอย่างเกี่ยวกับเค้า ที่ทำให้เรารู้สึกไม่มั่นคง ซึ่งจริงๆมันอาจจะไม่ได้เป็นอย่างนั้นก็ได้ (เนื่องจากไพ่เป็นเพียงแค่แสงสลัว บางทีเราแค่ได้รับข่าวบางอย่าง เราก็มโนไปต่างๆนานา) หรือแม้แต่บางอย่างที่เราเก็บไว้ในใจ ความรู้สึกที่เราเก็บไว้ในใจมันลอยขึ้นมาเหนือผิวน้ำ ให้เราได้กังวล ก็เป็นได้"
  },
  {
    "name": "the sun",
    "type": "Major Arcana",
    "slug": "the-sun",
    "meaning": "ไพ่หมายเลข 19 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความสดใส ความสุข ความสำเร็จ สิ่งดี ๆ ที่กำลังเข้ามา สิ่งที่กำลังเปิดเผยชัดเจน ความขุ่นมัวที่หายไป\n\nไพ่ใบนี้ถือว่าเป็นไพ่ที่ผมคิดว่าดีที่สุดในไพ่ 22 ใบ เลยก็ว่าได้ โดยเฉพาะในด้านความคิด อารมณ์ ไพ่ใบนี้เปรียบเสมือนแสงอาทิตย์ที่ส่องสว่าง ให้ความสดใสแก่ทุกชีวิต ไพ่จึงหมายถึง ความสุข ความร่าเริง ความแจ่มใส ทุกๆอย่างกำลังเป็นไปในทางที่ดี และตัวดอกทานตะวันหมายถึงความหวัง ทำให้ไพ่ใบนี้ดูสดใสขึ้นไปอีก\n\nไพ่ใบนี้ยังเหมือนแสงสว่างที่ส่องไปยังพื้นที่ที่มืดมิด ทำให้เรามองเห็นอะไรที่ชัดเจนขึ้น จึงมีความหมายถึง การเปิดเผย การสะสาง สิ่งที่ปิดบัง ขุ่นมัว ได้ เช่น ความลับที่ถูกเปิดเผย เรื่องที่กังวลใจจะได้รับการคลี่คลาย"
  },
  {
    "name": "judgement",
    "type": "Major Arcana",
    "slug": "judgement",
    "meaning": "ไพ่หมายเลข 20 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้หมายถึง การตัดสิน ผลของกรรม ผลของการกระทำ สิ่งที่ถูกปิดไว้จะถูกเปิดเผย\n\nไพ่ใบนี้ความหมายของมันคือก็จะคล้าย ๆ ทำดีได้ดี ทำชั่วได้ชั่ว ครับ มันถึงเวลาที่ดวงชะตาจะเปลี่ยนแปลงแล้ว คล้ายไพ่หมายเลข 10 Wheel of Fortune  เพียงแต่ไพ่ใบนี้คือสิ่งที่รอคอย สิ่งที่คั่งค้าง มันจะถึงเวลาสะสางแล้วครับ กรรมในอดีต กรรมในปัจจุบัน จะได้รับการตัดสินแล้ว บางสิ่งบางอย่างกำลังจะจบลง และเริ่มต้นใหม่ไปในทางที่ผลกรรมที่เราได้ทำไว้\n\nตัวไพ่ยังหมายถึงการเปิดเผย สิ่งที่ถูกเก็บไว้ สิ่งที่ค้างคาใจ ก็จะได้รับการเปิดเผยสะสาง"
  },
  {
    "name": "the world",
    "type": "Major Arcana",
    "slug": "the-world",
    "meaning": "ไพ่หมายเลข 21 ในชุด ไพ่ทาโร่ต์ หรือ ไพ่ยิปซี ในไพ่ชุดใหญ่ หรือ Major Arcana ไพ่ใบนี้มีความหมายถึง ความสมบูรณ์ การจบสิ้น ความสุข ความมีอิสระ\n\nไพ่ใบนี้เป็นไพ่ใบสุดท้ายในชุด Major Arcana ซึ่งก็หมายความว่าเป็นไพ่ที่จบสิ้น สมบูรณ์ ในทุก ๆ อย่าง มีอิสระและหลุดพ้นจากพันธนาการต่างๆแล้ว ซึ่งดูจากสีหน้าของหญิงสาวบนไพ่ก็พบว่าเธอเต้นรำอย่างมีความสุขและมีอิสระจากพันธนาการทั้งปวง\n\nนอกจากนี้ไพ่ใบนี้ยังหมายถึง อารมณ์ที่เราพอใจ สภาพจริง ๆ มันอาจไม่ได้ดีมาก แต่เราพอใจ พอเพียง ไม่มีอะไรต้องกังวลในสถานการณ์ที่เกิดขึ้น"
  },
  {
    "name": "ace of wands",
    "type": "Minor Arcana",
    "slug": "ace-of-wands",
    "meaning": "มือที่ยื่นออกมาจากก้อนเมฆถือไม้ที่ยังมีการเติบโต มีหน่อใบที่ยังงอกออกจากกิ่ง และใบที่ร่วงลงมาจากกิ่งช้าๆ ด้วยแรงลมที่เปรียบเสมือนตรรกะและเหตุผล ที่พัดให้ไม้ที่เป็นดั่งธาตุไฟลุกโชนอย่างต่อเนื่อง\n\n- การเริ่มต้นงานใหม่ แรงบันดาลใจใหม่ๆ\n- ความรู้สึกที่เริ่มลุกโชน เหมือนไฟที่จุดติด\n\nไพ่ Ace หรือไพ่หมายเลข 1 หมายถึงการเริ่มต้นใหม่ การได้รับโอกาสใหม่ มีสิ่งใหม่ๆเข้ามา และตัวไพ่ ไม้ ที่หมายถึง งาน ความปรารถนา แรงบันดาลใจ ไม้เป็นตัวแทนของไฟ ไพ่ใบนี้จึงเหมือนจุดเริ่มต้นของสิ่งที่ร้อนแรง การงาน ความต้องการใหม่ๆ"
  },
  {
    "name": "two of wands",
    "type": "Minor Arcana",
    "slug": "two-of-wands",
    "meaning": "ไพ่ชายหนุ่มยืนอยู่บนกำแพงเมือง ถือลูกโลกที่เปรียบเหมือน โอกาส อนาคต ที่กว้างไกล มองไปยังอีกฟากฝั่งของทะเล โดยมือจับไม้ 1 ไม้ที่ปักไว้ โดยมีอีกไม้อยู่ข้างๆ\n\n- การวางแผนอนาคต การมองถึงอนาคต\n- ถึงจุดที่ต้องตัดสินใจเลือกเดิน\n- การประเมินว่าจะทำยังไงต่อไปในอนาคต\n\nไพ่ใบนี้เป็นไพ่ที่มีความหมายถึงการมองไปยังอนาคตอันกว้างไกล เป็นสภาพหลังจากไพ่ 1 ไม้ ที่ได้มีการเริ่มต้นแรงบันดาลใจ แรงปรารถนาออกไป เหมือนไฟที่จุดติดแล้ว ก็ต้องมีการตัดสินใจดูว่าจะดำเนินการยังไงต่อไปให้ไฟมันลุกโชนต่อไป"
  },
  {
    "name": "three of wands",
    "type": "Minor Arcana",
    "slug": "three-of-wands",
    "meaning": "ไพ่ 3 ไม้เป็นไพ่ของชายหนุ่มที่เป็นพ่อค้า ยืนอย่างมั่นคง มองไปยังทะเลอันกว้างใหญ่ รอเรือสินค้าที่ส่งออกไปค้าขายยังต่างประเทศ ว่าเมื่อไหร่จะกลับมา\n- การส่งสิ่งที่เราสร้างขึ้นมาออกไป เช่น การส่งงาน ส่งของ ส่งความรัก\n- การรอผลลัพธ์ที่ส่งออกไปกลับมา โดยที่ก็ไม่รู้ว่าผลลัพธ์จะดีหรือไม่\n\nไพ่ใบนี้เนื่องจากเป็นไพ่ หมายเลข 3 เลข 3 เป็นเลขแห่งการ สังเคราะห์ การสร้างสิ่งใหม่จากการรวมสิ่งสามสิ่งเข้าด้วยกัน ดังนั้นไพ่ใบนี้จึงมีความหมายถึงการที่เราสังเคราะห์ สร้าง และส่งมันออกไป\n\nแต่ก็ต้อง รอ ผลลัพธ์ที่กลับมา แม้ท่าทางจะดูสงบและมั่นคง แต่ ในใจก็มีคำถาม ตลอดว่า ผลลัพธ์จะดีมั้ย เรือที่ส่งออกไปจะถึงฝั่งมั้ย จะมีคนซื้อสินค้ามั้ย เรือจะล่มระหว่างทางมั้ย"
  },
  {
    "name": "four of wands",
    "type": "Minor Arcana",
    "slug": "four-of-wands",
    "meaning": "ภาพของไม้สี่ไม้ที่ปักทำเป็นซุ้มประตูทางเข้างานแต่งงาน ของชายหญิงด้านหลังที่กำลังจัดพิธีเฉลิมฉลองแต่งงานเป็นครอบครัวเดียวกัน\n\n- การเฉลิมฉลอง งานแต่งงาน\n- ความรัก เพื่อน ครอบครัว\n\nไพ่ของไม้ทั้งสี่ไม้เปรียบเสมือนความมั่นคง บ้าน ที่สร้างได้สำเร็จ และมีชายหญิงคู่หนึ่งที่เฉลิมฉลองกัน ในงานเลี้ยงที่คนมาร่วมงานมากมาย เป็นดั่งงานแต่งงานที่มีความสุข"
  },
  {
    "name": "five of wands",
    "type": "Minor Arcana",
    "slug": "five-of-wands",
    "meaning": "เด็ก 5 คน กำลังทำการต่อเติมไม้ที่ถือไว้ ทุกคนพยายามที่จะปักไม้ของตัวเองลงและประกอบเข้าด้วยกันให้ลงตัว แต่ก็ยังยุ่งเหยิงเพราะแต่ละคนไม่เข้าใจกัน\n\n- การถกเถียง การประชุม วางแผน\n- ความขัดแย้ง แข่งขัน\n\nหากดูความหมายของไพ่ใบนี้หลักๆคือการขัดแย้ง การแข่งขัน ที่ไม่เข้ากัน ต่างฝ่ายต่างต้องการที่จะลงหลักไม้ของตัวเองให้สำเร็จ เป็นรูปร่าง ทั้ง 5 คน ถกเถียงกัน เรื่องว่าจะเอาไม้ทั้ง 5 สร้างเป็นสิ่งไหนดี ปักไม้ของใครลงก่อนดี ไพ่ใบนี้จึงกึ่งดี กึ่งเสีย เพราะแน่นอนมันคือความขัดแย้ง แข่งขัน เพื่อให้เกิดสิ่งที่ดีขึ้นในอนาคต"
  },
  {
    "name": "six of wands",
    "type": "Minor Arcana",
    "slug": "six-of-wands",
    "meaning": "ชายที่เหมือนเป็นทหารผู้ได้รับชัยชนะ เดินทางกลับมายังเมือง โดยมีผู้คนมาร่วมสรรเสริญและแสดงความยินดีอยู่รอบข้าง\n\n- การมีความคืบหน้า การได้รับชัยชนะ\n- การจบปัญหาด้วยดี\n- ความมั่นใจ เชื่อมั่นในตัวเอง\n\nไพ่ใบนี้ความหมายถึงการมีความก้าวหน้า คืบหน้า ในสิ่งที่ได้ทำมา หมายถึงการได้รับชัยชนะ แต่ชัยชนะครั้งนี้ยังไม่ถึงจุดที่สุด แต่ก็เรียกได้ว่า มีผลความสำเร็จเกิดขึ้น"
  },
  {
    "name": "seven of wands",
    "type": "Minor Arcana",
    "slug": "seven-of-wands",
    "meaning": "ชายหนุ่มยืนอยู่บนเนินที่สูง เค้ากำลังถือไม้ต่อสู้ฟาดฟันกับไม้อีกหกไม้ ที่ยื่นขึ้นมา เพื่อรักษาตำแหน่งที่ยืนของตัวเองไว้\n\n- การต่อสู้เพื่อรักษาตำแหน่ง รักษาสิ่งที่เราคิดว่าใช่\n- การปกป้องสิทธิ์ของตัวเอง\n\nไม้ที่ยื่นเข้ามาทั้ง 6 ไม้ ดูจากภายนอกเราไม่สามารถรู้ได้เลยว่าใครเป็นคนโจมตีชายคนนี้ ไม้พุ่งมาทางชายคนนี้หรือแค่ปักไว้เฉยๆ ไพ่ใบนี้เนื่องจากเป็นไพ่หมายเลข 7 ซึ่งมักเป็นไพ่ที่มากับสิ่งที่เราไม่รู้ ความหมายของไพ่ใบนี้จึงเน้นไปที่คนที่ได้ไพ่ใบนี้จะมีลักษณะเหมือนชายคนนี้ที่มีความรู้สึกไม่ปลอดภัย ในตำแหน่งของตัวเอง ทำให้ต้องต่อสู้ แม้ยังไม่รู้ชัดว่าสิ่งที่เข้ามาทำให้เรารู้สึกไม่ปลอดภัยคืออะไรก็ตาม"
  },
  {
    "name": "eight of wands",
    "type": "Minor Arcana",
    "slug": "eight-of-wands",
    "meaning": "ไม้ทั้ง 8 พุ่งลงมาจากฟากฟ้า อย่างรวดเร็ว โดยที่ท้องฟ้าและฉากทิวทัศน์เบื้องหลังมีความสดใส และชัดเจน\n\n- สิ่งที่เกิดขึ้นกระทันหัน เข้ามากระทันหัน\n- การเปลี่ยนแปลงอย่างรวดเร็ว\n- การเดินทางทางอากาศ\n\nไพ่ใบนี้เป็นไพ่ไม้ ที่เหมือนเป็นธาตุไฟ เป็นพลังงาน เป็นความปรารถนา ดังนั้นไพ่ใบนี้ที่มีไม้พุ่งมาอย่างรวดเร็ว จึงเหมือนเป็นการที่มีพลังงานเกิดขึ้น มีเหตุการณ์เกิดขึ้นอย่างรวดเร็ว"
  },
  {
    "name": "nine of wands",
    "type": "Minor Arcana",
    "slug": "nine-of-wands",
    "meaning": "ไพ่ของชายคนหนึ่งที่ยืนถือไม้ ที่ตัวและหัวมีแผลบาดเจ็บ จากการที่ต่อสู้ฝ่าฟัน ทำงานตั้งเรียงไม้ มาถึง 8 ไม้ และเค้าก็ยังจะทำงานนี้ต่อไป\n\n- การที่ผ่านความเจ็บ ผ่านประสบการณ์มา ทำให้มีความรู้ที่จัดการ ดำเนินการต่อด้วยประสบการณ์ที่มี\n- เจ็บมาจนระวังตัว แต่ก็ยังลุยต่อได้ ไม่ย่อท้อ\n\nทุกครั้งที่ผิดพลาดล้มเหลว ชายในไพ่ใบนี้จะได้รับบาดแผล แต่ก็ทำให้เค้าได้ประสบการณ์ความรู้ ที่จะจัดการสิ่งที่เคยผิดพลาดไปให้ดียิ่งขึ้น"
  },
  {
    "name": "ten of wands",
    "type": "Minor Arcana",
    "slug": "ten-of-wands",
    "meaning": "ไพ่ใบนี้ เป็นไพ่ของชายคนนึงที่แบกไม้ทั้ง 10 อันหนักอึ้งไว้ ซึ่งงานก็ใกล้ถึงจุดหมายปลายทางแล้ว\n- การแบกสิ่งต่างๆไว้อย่างหนัก โดยมีเป้าหมายที่ชัดเจนและมันก็ใกล้ถึงแล้ว\n\nไพ่ หมายเลข 10 เป็นไพ่ที่บ่งบอกถึงความเต็ม ความครบ และ ไพ่ไม้ ก็หมายถึง ธาตุไฟ ความปรารถนา หรือเรื่องงาน ดังนั้นไพ่ใบนี้จึงแปลได้เลยว่าหมายถึง งานที่ครบ งานที่เต็ม ความปรารถนาความต้องการที่เต็มเปี่ยม\n\nแต่จาก ไพ่จะเห็นว่ามันยังไม่ถึงจุดสิ้นสุด ถึงแม้จะใกล้แล้วก็ตาม ดังนั้นสิ่งที่เราทำคือการ แบกรับ มันไว้ เพื่อให้ไปถึงจุดหมายที่เราตั้งเป้าไว้ อาจหมายถึงงานที่หนัก ภาระในจิตใจที่หนักอึ้ง แต่เราก็ยังคงเดินหน้าต่อไปยังเป้าหมายได้ครับ"
  },
  {
    "name": "page of wands",
    "type": "Minor Arcana",
    "slug": "page-of-wands",
    "meaning": "เด็กหนุ่มผู้แต่งตัวพร้อมออกผจญภัย ยืนถือไม้และจ้องมองมันด้วยความมุ่งมั่นและมั่นใจ  พร้อมที่จะเดินหน้าลุยไม่ว่าอุปสรรคจะเป็นอย่างไร\n\n- การเตรียมพร้อมผจญภัย ออกเดินทางค้นหาสิ่งใหม่ๆ ด้วยความมุ่งมั่นและตั้งใจ\n- การเปลี่ยนแปลงสถานะการทำงาน\n\nไพ่เด็กที่หมายถึงการเปลี่ยนระยะ เปลี่ยนสถานะให้พัฒนาขึ้น ถึงจุดเปลี่ยน จุดที่จะต้องพัฒนา โดยเฉพาะไพ่ไม้ ที่หมายถึง passion แรงบันดาลใจ ก็เหมือนถึงเวลาที่จะเดินหน้าในสิ่งที่เรามุ่งมั่น ตั้งใจไว้"
  },
  {
    "name": "knight of wands",
    "type": "Minor Arcana",
    "slug": "knight-of-wands",
    "meaning": "อัศวินถือไม้ ขี่ม้าพร้อมลุยผจญภัย พร้อมโจมตี ลุยไปในทะเลทราย ทั้งเสื้อคลุมลายกิ้งก่า พู่บนหมวก ทะเลทราย เป็นสัญลักษณ์ของธาตุไฟ ที่มีพลังงานพร้อมจะลุยศึกได้ทุกเมื่อ\n\n- การเดินหน้า การพัฒนาในสิ่งที่ปรารถนา ต้องการในจิตใจ\n- การผจญภัย การมีพลังในการต่อสู้ลุยทำตามความปรารถนา\n\nไพ่ของอัศวิน ที่หมายถึงการกระทำ การเริ่มดำเนินการ รวมกับพลังงานธาตุไฟของไพ่ไม้  ที่เป็นเหมือนไฟในจิตใจ ความปรารถนา Passion ทำให้ เป็นไพ่ที่มีความหมายคือ การเดินหน้า (วิ่ง) ลุยทำในสิ่งที่ใจต้องการ ใจปรารถนา จนบางทีอาจจะเป็นพวกรีบร้อน ทำอะไรโดยไม่คิดให้รอบคอบได้"
  },
  {
    "name": "queen of wands",
    "type": "Minor Arcana",
    "slug": "queen-of-wands",
    "meaning": "ราชินีผู้มีความมุ่งมั่นมั่นใจ นั่งอยู่บนบัลลังค์ที่มีลายแกะสลักของสิงโต มือซ้ายถือดอกทานตะวัน ที่หมายถึงชีวิตชีวา ความสดใส มือขวาถือไม้ ด้านล่างมีแมวดำที่หมายถึง การมีอิสระ พึ่งพาตัวเองได้\n\n- ผู้หญิงที่มีความมุ่งมั่น มั่นใจ มี Passion ความฝัน แรงบันดาลใจ\n- ผู้หญิงที่เก่งเรื่องงาน เป็นผู้นำคนได้\n\nไพ่ราชินีที่มีสัญลักษณ์ของ ธาตุน้ำ คือเป็นผู้ที่ขับเคลื่อนด้วยอารมณ์ภายใน และเป็นไพ่ไม้ซึ่งเป็นสัญลักษณ์ของ ธาตุไฟ แสดงถึงแรงบันดาลใจ ความต้องการ ความปรารถนา"
  },
  {
    "name": "king of wands",
    "type": "Minor Arcana",
    "slug": "king-of-wands",
    "meaning": "ราชาผู้ถือไม้ และมองไปด้วยวิสัยทัศน์ที่ไกลออกไป นั่งอยู่บนบัลลังก์ที่มีรูปราชสีห์และกิ้งก่าสัญลักษณืของธาตุไฟที่แสดงถึงความเป็นผู้นำและการปรับตัว ความหมายของไพ่ใบนี้คือ\n\n- การเป็นผู้นำ มีวิสัยทัศน์สูง\n - แรงปรารถนา ความต้องการ ความฝันที่รุนแรง และสามารถขับเคลื่อนมันไปได้\n\nไพ่ใบนี้เป็นราชาคือธาตุลม ที่หมายถึงความเป็นผู้ใหญ่ มีความคิด มีเหตุผล รวมกับไพ่ไม้ที่เป็นธาตุไฟ ที่เป็นเรื่องของ passion ความปรารถนา ความฝัน งาน รวมกันแล้วก็เรียกได้ว่า เป็นคนที่ได้ไพ่ใบนี้จึงมีความเป็น ผู้นำ มีวิสัยทัศน์ ทำงานเก่ง เป็นหัวหน้างาน สามารถชักนำผู้อื่นได้"
  },
  {
    "name": "ace of cups",
    "type": "Minor Arcana",
    "slug": "ace-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความรู้สึกใหม่ๆ อารมณ์ใหม่ๆ ความรักใหม่ๆที่เกิดขึ้นมา\n- ความสัมพันธ์ที่ดี มีโอกาสพัฒนาไปในทางที่ดี\n- ความคิดสร้างสรรค์ใหม่ๆ ในด้าน ศิลปะ เพลง หรือศาสตร์ที่ใช้อารมณ์\n\nถ้วยที่อยู่บนมือที่ยื่นออกมาจากก้อนเมฆ เปรียบได้กับ อารมณ์ ความรู้สึกใหม่ๆ ที่ถูกมอบโดยพลังที่เหนือจากธรรมชาติ น้ำที่ไหลออกมาจากถ้วย 5 สาย เปรียบดั่งอารมณ์ที่เกิดขึ้นกับ 5 ประสาทสัมผัส\n\nถ้วยหมายถึงอารมณ์ ความรู้สึก ไพ่หมายเลข 1 หมายถึงการเริ่มต้น ไพ่ใบนี้จึงหมายถึงการเริ่มต้น อารมณ์ ความรู้สึกใหม่ๆ ซึ่งเราไม่สามารถทราบได้ว่า เป็นความรู้สึกที่ดีหรือไม่ดี แต่โดยส่วนใหญ่ไพ่ใบนี้จะหมายถึงสิ่งที่ดี อาจต้องดูไพ่ประกอบอื่นๆ"
  },
  {
    "name": "two of cups",
    "type": "Minor Arcana",
    "slug": "two-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การแลกเปลี่ยน ที่ผสมผสานได้อย่างลงตัว\n- ความสัมพันธ์ที่เข้ากันได้อย่างดี\n- ความรัก ความรู้สึกโรแมนติก ความรู้สึกที่ลงตัว\n- การได้สังสรรค์ กินข้าว ทำกิจกรรมที่ทำให้เกิดความรู้สึกดีๆต่อกัน\n\nชายและหญิงสองคนที่กำลังทำการ แลกเปลี่ยน ถ้วย ที่หมายถึงอารมณ์ของแต่ละฝ่ายกัน และงูสองตัวด้วยสัญลักษณ์ Hermes ที่หมายถึงการติดต่อสื่อสาร งูสองตัวที่พันขดกันที่หมายถึงการแลกเปลี่ยนกันและหัวสิงโตที่หมายถึงความปรารถนาที่เข้ากันอย่างดี\n\nไพ่ใบนี้จึงเหมือนความเข้ากันได้ของคนสองคน การแลกเปลี่ยนอารมณ์ความรู้สึกกันได้อย่างลงตัว มีความเข้าใจ ความรู้สึกดี ไปจนถึงรักกันอย่างหวานชื่น"
  },
  {
    "name": "three of cups",
    "type": "Minor Arcana",
    "slug": "three-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความสัมพันธ์เพื่อนฝูง สังคม\n- การสังสรรค์ ปาร์ตี้ งานเฉลิมฉลอง\n\nไพ่ของหญิงสาวสามคนกำลังถือถ้วย เต้นรำ เฉลิมฉลองกัน อย่างสนุกสนาน บนพื้นที่เต็มไปด้วยพืชพันธุ์ที่อุดมสมบูรณ์ เปรียบเหมือนการเฉลิมฉลอง หลังเลิกงาน กับเพื่อนฝูงอย่างสนุกสนาน\n\nความหมายของไพ่ใบนี้จึงหมายถึงเรื่อง เพื่อน เป็นส่วนใหญ่ การได้พบปะ สังสรรค์ กับเพื่อนฝูง ถ้ามองเป็นเรื่องอื่นๆ ก็จะมีคีย์เวิร์ด ที่เรื่อง เพื่อน ความเข้าใจกัน ความสุขหลังจากได้ร่วมงานกัน ซึ่งไพ่หมายเลข 3 ที่หมายถึงการสังเคราะห์ การรวมสิ่งต่างๆเข้าด้วยกันเพื่อเป็นสิ่งใหม่ ก็เหมือนไพ่ใบนี้ที่รวมอารมณ์ของเพื่อน เพื่อนร่วมงาน เข้ามาเป็นอันหนึ่งอันเดียวกัน"
  },
  {
    "name": "four of cups",
    "type": "Minor Arcana",
    "slug": "four-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความเบื่อหน่าย เพิกเฉย ต่อโอกาสที่เข้ามา\n- การตัดสินใจ การประเมิน ทางเลือกและโอกาส\n\nไพ่ของชายหนุ่มคนหนึ่งนั่งกอดอก คิดไม่ตกและไม่รับถ้วยที่ยื่นเข้ามาให้ โดยด้านหน้ายังมีถ้วยอีกสามใบที่วางเรียงอยู่\n\nถ้วยที่ยื่นเข้ามาเปรียบเสมือนไพ่ 1 ถ้วย โอกาสใหม่ๆที่เข้ามา โอกาสที่ทำให้ได้พบกับความรู้สึกใหม่ ๆ ได้พบกับความรัก ความตื่นเต้นใหม่ ๆ แต่ชายคนนี้ก็ไม่รับถ้วยที่ยื่นให้มา และก็ไม่เลือก ถ้วยที่วางไว้"
  },
  {
    "name": "five of cups",
    "type": "Minor Arcana",
    "slug": "five-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความเศร้า ความเสียใจ ความสูญเสียในสิ่งที่ผ่านไป\n- การที่ไม่ยอมรับสิ่งที่สูญเสียไป จนไม่สามารถเปิดรับสิ่งดี ๆ ใหม่ ๆ ได้\n\nไพ่ของชายในผ้าคลุมสีดำที่แสดงถึงความโศกเศร้าไว้อาลัย กำลังก้มหน้ามองดูถ้วย 3 ใบที่หกไป โดยมีถ้วยอีก 2 ใบยังตั้งอยู่ด้านหลัง ฉากด้านหลังมองไปไกลๆก็มีปราสาทที่มั่นคงแต่ก็มีแม่น้ำมาขวางกั้น ต้องข้ามไปด้วยสะพานเท่านั้น\n\nไพ่ใบนี้มีความหมายถึงความโศกเศร้า เสียใจ เสียดาย สิ่งที่พังไป ถ้วยที่หกไป จนทำให้ลืมสนใจมองสิ่งที่ยังเหลืออยู่ สิ่งที่ดีใกล้ตัว ดั่���ถ้วย 2 ถ้วยที่ตั้งอยู่ และตัดขาดจากสิ่งที่มั่นคง สิ่งที่ยึดถือ ซึ่งหมายถึงบ้าน ครอบครัว เพื่อนฝูง โดยมีสายน้ำที่เปรียบเหมือนอารมณ์กั้นขวางไว้ ต้องเดินไปข้ามสะพานซึ่งอยู่ไกลออกไปเท่านั้น"
  },
  {
    "name": "six of cups",
    "type": "Minor Arcana",
    "slug": "six-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความใจดี ความรักที่ความอบอุ่น\n- ความรู้สึกเก่า ๆ การนึกถึงเรื่องดีๆในอดีต ครอบครัว บ้าน\n- การได้รับของขวัญ\n\nไพ่ของเด็กสองคน ในหมู่บ้านเล็ก ๆ เด็กผู้ชายกำลังยื่นถ้วยดอกไม้ให้เด็กผู้หญิง ในภาพดูมีความอบอุ่น ปลอดภัยและมั่นคง มีทหารยามเดิมตรวจตราอยู่ตรงด้านข้างของรั้ว\n\nไพ่ใบนี้หมายถึง ความรู้สึกในอดีต ที่กำลังกลับมา จากภาพเป็นตัวแทนของอดีตในวัยเยาว์ มีเพื่อนข้างบ้าน อยู่ในหมู่บ้านที่มั่นคงอบอุ่น"
  },
  {
    "name": "seven of cups",
    "type": "Minor Arcana",
    "slug": "seven-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความเพ้อฝัน จินตนาการ สิ่งที่หวัง แต่ยังไม่ได้ลงมือทำ\n- ทางเลือกที่มากมายที่ไม่สามารถตัดสินใจเลือกได้\n\nไพ่ของชายคนนึงที่กำลังตะลึง กับภาพลึกลับโผล่ขึ้นมาบนอากาศ และมีถ้วย 7 ใบลอยอยู่บนนั้น ในถ้วยประกอบไปด้วย\n- งู เป็นตัวแทนของ ปัญญาและความรู้\n- ผ้าคลุม เป็นตัวแทนของความต้องการแสงสว่าง ความชัดเจน\n- หัวคน เป็นตัวแทนของการร่วมมือเข้าศาสตร์มืดกับแม่มด\n- ปราสาท เป็นตัวแทนของความมั่นคง\n- สมบัติ เป็นตัวแทนแห่งความมั่งคั่ง อุดมสมบูรณ์\n- มงกุฎ เป็นตัวแทนแห่งชัยชนะ\n- มังกร เป็นตัวแทนของพลังเหนือธรรมชาติ\n\nจะเห็นว่าแต่ละถ้วยก็ดูดี น่าเลือกไปหมด แต่อาจจะมีซักถ้วยที่ใช่ที่สุดในสถานการณ์นั้น หรืออาจจะไม่ใช่ตัวเลือกที่ใช่เลยก็ได้ ทุกอย่างยังเป็นภาพลวงตา"
  },
  {
    "name": "eight of cups",
    "type": "Minor Arcana",
    "slug": "eight-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การเดินหนีจากปัญหา เดินออกจากอารมณ์ที่เป็นปัญหาที่ทำให้รู้สึกเศร้า\n- ความผิดหวัง และการยอมแพ้\n- ทำใจจากปัญหาได้ และปล่อยปัญหานั้นไว้อย่างนั้น\n- การออกเดินทาง\n\nไพ่ของชายคนนึงเดินถือไม้เท้า ทิ้งถ้วย 8 ใบ เดินออกไปข้างหลัง ด้วยท่าทีสงบ ชายคนนี้ผ่านประสบการณ์อะไรต่างๆที่มากมาย จึงไม่ได้รู้สึกยินดียินร้ายอะไรต่างๆแล้ว ดังเช่นพระจันทร์สัญลักษณ์แห่ง อารมณ์ และ สัญชาตญาณที่อยู่ข้างในใจ ที่ทำหน้านิ่งสงบ\n\nไพ่ใบนี้มีความหมาย หมายถึงการเดินออกจากปัญหา จากสิ่งและอารมณ์ที่รบกวนจิตใจเราให้ขุ่นมัว ถ้วยก็คืออารมณ์ ถ้าหากสิ่งไหนที่ไม่โอเค ทำให้อารมณ์เราไม่โอเค ทำให้คุณรู้สึกเศร้าหมอง คุณก็พร้อมที่จะทิ้งมันไว้อย่างนั้น แล้วเดินจากไปอย่างสงบ หรืออาจหมายความได้ว่า คุณทิ้งอารมณ์ที่ไม่โอเค ได้และพร้อมที่จะเดินหน้าต่อไปมองหาถ้วยใหม่"
  },
  {
    "name": "nine of cups",
    "type": "Minor Arcana",
    "slug": "nine-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความพอใจ ความหวังที่ได้รับการเติมเต็ม\n- ความมั่นใจและมีความสุขเกินกว่าสภาพความเป็นจริง\n\nไพ่ใบนี้ถือว่าเป็นไพ่ที่มีความสุขสมบูรณ์อีกใบนึง จากไพ่จะเห็นชายที่มีลักษณะคล้ายอาเสี่ย นั่งกอดอก พร้อมโชว์ถ้วยที่ตัวเองมีอยู่ โชว์อยู่ด้านหลังด้วยความภูมิใจ มั่นใจ พอใจ\n\nความหมายของไพ่ทั่วไปจึงหมายความว่า การพอใจ การได้รับการเติมเต็มในสิ่งที่ต้องการ เพียงแต่ว่า ปกติการครบสมบูรณ์ของถ้วย คือ 10 ถ้วย แต่ชายคนนี้มีแค่ 9 ถ้วยก็พอใจแล้ว ความหมายอีกอย่างจึงเหมือนกับว่า มีความสุข มีความพอใจ มั่นใจเกินเหตุ เกินความเป็นจริง เหมือนมีแค่ 9 ถ้วยก็อวดแล้ว ซึ่งมันก็รวมไปถึงการหลงตัวเองได้อีกด้วย"
  },
  {
    "name": "ten of cups",
    "type": "Minor Arcana",
    "slug": "ten-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความสุขสมหวัง ความสมบูรณ์ในอารมณ์\n- ความเข้ากันได้ ความกลมกลืน ผสาน\n- ครอบครัวที่มีความสุข\n\nชายหญิงคู่รักที่ยืนกอดเอวกัน ข้างๆมีลูกน้อยสองคนที่กำลังกระโดดโลดเต้นไปมาอย่างมีความสุข เบื้องหน้าคือสายรุ้งและถ้วย 10 ใบที่เปรียบดั่งความสุขสดใส ด้านหลังมีบ้านเล็ก ๆ ที่มั่นคงและแสนสุข\n\nไพ่ใบนี้เป็นไพ่หมายเลข 10 ซึ่งเป็นไพ่ที่เรียกได้ว่า มีความสมบูรณ์พร้อมไปด้วยถ้วย ซึ่งถ้วยก็คืออารมณ์ จึงตีความหมายและคีย์เวิร์ดได้ว่า เป็นไพ่ที่สมบูรณ์พร้อมทางด้านอารมณ์ หรือก็คือมีความสุขสมหวัง"
  },
  {
    "name": "page of cups",
    "type": "Minor Arcana",
    "slug": "page-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การได้รับสิ่งที่ทำให้เราสัมผัส หรือรับรู้ได้ถึงความรู้สึกลึก ๆ ข้างในของตัวเอง\n- การเฝ้ารอ ดูความรู้สึกที่ปรากฏออกมา\n- การเปลี่ยนแปลงเริ่มต้นสิ่งใหม่ ๆ ที่สร้างสรรค์\n- คนที่มีความคิดสร้างสรรค์ คนที่มีความคิดแบบเด็ก\n\nเด็กหนุ่มในชุดที่ทันสมัยตามแฟชั่น กำลังถือและจ้องมองถ้วยที่มีปลาโผล่ออกมา อยู่ริมทะเล\n\nตัวเด็กที่มีความหมายถึง ความเด็ก การเริ่มหรือเปลี่ยนแปลง และหรืออาจหมายถึงข่าวสาร ข้อความ ด้วยชุดที่ทันสมัยที่แสดงให้เห็นว่า เด็กคนนี้มีความคิดสร้างสรรค์ รวมถึงถ้วยที่สื่อถึง อารมณ์ จึงหมายถึง ความคิดสร้างสรรค์ การเริ่มต้นหรือการเปลี่ยนแปลงไปยังสิ่���ใหม่สร้างสรรค์"
  },
  {
    "name": "knight of cups",
    "type": "Minor Arcana",
    "slug": "knight-of-cups",
    "meaning": "ไพ่ใบนี้ เป็นไพ่ที่มีความหมายถึง\n- ความโรแมนติก มีสเน่ห์ดึงดูด\n- การพัฒนาในความสัมพันธ์ การจีบ การเข้าหาอย่างโรแมนติก\n- การเดินหน้า เดินทาง การกระทำที่ใช้ความรู้สึกและใจนำไปสู่สิ่งที่ต้องการ\n\nไพ่ของอัศวินถือถ้วย ขี่ม้าเดินหน้าไปข้างหน้าอย่างมั่นใจ ถือถ้วยนำหน้า ถ้วยที่เปรียบเสมือนอารมณ์ ความรู้สึก นำทางไปข้างหน้า พร้อมที่จะนำถ้วยนั้นไปยังเป้าหมายที่หัวใจต้องการ\n\nอัศวินมีความหมายถึง การกระทำ การพัฒนา เดินหน้า ไพ่ใบนี้จึงแปลได้ถึงคนที่มีการเดินทาง เดินหน้าตามเส้นทางที่หัวใจ ความรู้สึกตัวเองต้องการ จะต่างจากเด็กถ้วยที่ยังยืนรออยู่"
  },
  {
    "name": "queen of cups",
    "type": "Minor Arcana",
    "slug": "queen-of-cups",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การเข้าอกเข้าใจผู้อื่น จิตใจที่ดีงาม อ่อนโยน ใจดี แต่อารมณ์อ่อนไหวได้ง่าย\n- มีเซนส์ที่ดี ความสามารถในการรับรู้ถึงสิ่งที่อยู่ภายในจิตใต้สำนึก\n- ความกังวลและความรู้สึกบางอย่างปรากฏออกมาที่ยังไม่ชัดเจน\n- ผู้หญิงที่สวยมีสเน่ห์\n\nไพ่ใบนี้เป็นไพ่ของราชินีถ้วย ผู้นั่งอยู่บนบัลลังก์ริมชายหาด ถือถ้วยใบใหญ่ที่ปิดไว้ แล้วจ้องมองมันอย่างถี่ถ้วน\n\nปกติไพ่ราชินีจะมีลักษณะเหมือนแม่ มีความอ่อนโยน เข้าถึงอารมณ์ความรู้สึกผู้อื่นได้ง่าย กำลังพิจารณามองถ้วยที่ปิดอยู่ และมีปล��� หอย ทะเลที่อยู่รอบๆ เปรียบเสมือนสิ่งที่อยู่ภายในจิตใจลึกๆ ใต้จิตสำนึกลงไป ซึ่งก็หมายความว่า ราชินีคนนี้ สามารถเข้าอกเข้าใจความรู้สึกของตัวเอง และยังเข้าใจความรู้ของคนอื่นได้อย่างดี มีความอ่อนโยน อ่อนหวาน โรแมนติก อีกทั้งยังมีเซนส์ที่ดีอีกด้วย"
  },
  {
    "name": "king of cups",
    "type": "Minor Arcana",
    "slug": "king-of-cups",
    "meaning": "ไพ่ใบนี้ เป็นไพ่ที่มีความหมายถึง\n- ความมั่นคงทางอารมณ์ แม้จะอยู่ในปัญหาหรือสิ่งที่ทำให้อารมณ์ขุ่นมัว\n- ชายที่เป็นผู้ใหญ่ สามารถควบคุมอารมณ์ตัวเอง และใจดี\n\nไพ่ราชาถ้วย ที่นั่งอย่างนิ่งสงบอยู่บนบัลลังก์อย่างไม่ไหวติง ที่ลอยอยู่บนคลื่นน้ำ ที่เปรียบเสมือนอารมณ์ ความรู้สึก จิตใต้สำนึก ที่อยู่ภายใน เปรียบเสมือนคนที่สามารถควบคุมอารมณ์ ความรู้สึกตัวเองไ��้ดี ไม่ใช่การเก็บกดความรู้สึกไว้ แต่เรียกได้ว่าสามารถที่จะยอมรับ เข้าใจความรู้สึกเหล่านั้นอย่างดี จนอารมณ์ที่ไม่ดีภายในไม่สามารถทำอะไรได้ เผชิญหน้ากับปัญหาอย่างตรงไปตรงมา\n\nความเป็นราชาเป็นธาตุลม ถ้วยเป็นธาตุน้ำ จึงเหมือนคนที่มีทั้งเหตุผลและอารมณ์ควบคู่กันไป เรียกได้ว่า ไม่ใช่คนที่ใช้ความรู้เหตุผลเพียงอย่างเดียว แต่ยังสามารถเข้าอกเข้าใจผู้อื่น เข้าใจความรู้สึกผู้อื่น มีความใจดี โรแมนติกอีกด้วย"
  },
  {
    "name": "ace of swords",
    "type": "Minor Arcana",
    "slug": "ace-of-swords",
    "meaning": "เป็นไพ่ที่มีมือถือดาบแห่งชัยชนะ ออกมาจากก้อนเมฆ เปรียบเหมือนความกระจ่างชัดในจิตใจ ดาบก็คือตรรกะเหตุผล ความคิด ที่ปรากฏออกมาเพื่อตัดก้อนเมฆที่คลุมเครือให้หายไป ไพ่ใบนี้อาจมีความหมายได้ถึง\n\n- การเริ่มต้นทางความคิด ความคิดสร้างสรรค์ การตัดสินใจ\n- การติดต่อสื่อสารเพื่อให้เกิดความชัดเจน\n- ความชัดเจนทางความคิด การตัดสินใจที่ทำให้ปัญหาต่าง ๆ ผ่านพ้นไปสู่สถานการณ์ที่ดีขึ้น\n\nไพ่ Ace หรือไพ่หมายเลข 1 หมายถึงการเริ่มต้นใหม่ การได้รับโอกาสใหม่ มีสิ่งใหม่ๆเข้ามา และตัวไพ่ ดาบ ที่หมายถึง ความคิด ความรู้ ตรรกะเหตุผล การติดต่อสื่อสาร ทำให้ไพ่ใบนี้หมายถึงจุดเริ่มต้นใหม่ ๆ ทางความคิด"
  },
  {
    "name": "two of swords",
    "type": "Minor Arcana",
    "slug": "two-of-swords",
    "meaning": "หญิงสาวผู้ปิดตา นั่งนิ่งถือดาบที่เป้นตัวแทนของความคิด หลักการ และการตัดสินใจ ไว้สองข้าง ด้านหลังเป็นทะเลที่นิ่งและโขดหินที่เปรียบเสมือนอารมณ์ที่มีอะไรมาขวางกั้นเป็นอุปสรรคที่ทำให้ไม่สามารถเลือกฟาดฟันดาบได้\n\n- การตัดสินใจไม่ได้ ไม่สามารถตัดสินใจปัญหาด้วยหลักการและเหตุผลได้\n- การที่ยังอยากอยู่นิ่ง ๆ ในสถานการณ์ที่ไม่ชัดเจน\n- การปิดกั้นทางอารมณ์\n\nไพ่ใบนี้เป็นไพ่หมายเลขสอง จึงเหมือนมีตัวเลือก ที่มีความสมดุล มีทางเลือกสองทางให้เลือก แต่เราก็ยังไม่เลือก เรายังถือไว้เท่า ๆ กันแบบนั้น แม้เราจะปิดตาตัวเองเพื่อป้องกันสิ่งต่าง ๆ ที่ทำให้เราเกิดความลำเอียงในการตัดสินใจ แต่ก็ยังเลือกตัดสินใจไม่ได้อยู่ดี"
  },
  {
    "name": "three of swords",
    "type": "Minor Arcana",
    "slug": "three-of-swords",
    "meaning": "ดาบสามเล่มที่กำลังปักอยู่บนหัวใจที่ลอยอยู่บนท้องฟ้าที่พายุและเมฆฝนกำลังกระหน่ำ\n\n- ความเจ็บช้ำ ความเสียใจ ผิดหวัง\n- สมองกับหัวใจไปคนละทาง\n\nดาบ ที่เป็นสัญลักษณ์ของเหตุผล กำลังปักอยู่บนหัวใจทั้งสามเล่ม หัวใจ ที่เปรียบเสมือน แก่นของปัญหา อารมณ์ ความรู้สึก"
  },
  {
    "name": "four of swords",
    "type": "Minor Arcana",
    "slug": "four-of-swords",
    "meaning": "รูปปั้นของอัศวินที่นอนพนมมือใบหน้ายิ้มแย้มอยู่บนโรงศพ ที่ข้างโลงมีดาบ 1 เล่มและบนผนังมีดาบอีก 3 เล่มแขวนอยู่\n\n- การพัก หยุดพักฟื้น\n- การผ่อนคลาย\n- เพิกเฉยต่อปัญหา\n\nรูปปั้นของอัศวินที่นอนอยู่บนโรงศพ จากการสร้างจริงๆก็เหมือนอัศวินได้สร้างโรงตัวเองไว้เพราะพร้อมที่จะพบกับความตายของตัวเองในอนาคต เปรียบได้ดั่งที่คนที่ได้ไพ่ใบนี้ มองปัญหาที่เข้ามาในมุมที่เป็นกลาง ดาบสามเล่ม เหมือนไพ่ 3 ดาบ ที่แขวนอยู่บนผนัง ไม่ว่าผลลัพธ์จะดีหรือร้าย เค้าก็สามารถนิ่ง และสงบ"
  },
  {
    "name": "five of swords",
    "type": "Minor Arcana",
    "slug": "five-of-swords",
    "meaning": "ชายหนุ่มผู้ชนะการดวลดาบยืนยิ้มเยาะ ถือดาบของผู้แพ้ที่เดินจากไปช้า ๆ ด้วยความเศร้า\n\n- ความขัดแย้ง การต่อสู้ ที่มีผู้ชนะ ผู้แพ้\n- การพ่ายแพ้ ถึงแม้จะชนะก็มีการสูญเสีย\n\nไพ่ใบนี้เป็นไพ่ดาบ ที่หมายถึงความคิด เหตุผล การติดต่อพูดคุย ทำให้ความหมายของไพ่ใบนี้ออกไปในแนวลบ และแปลได้สองอย่าง เราสามารถมองในมุมผู้ชนะก็ได้ มองในผู้แพ้ก็ได้ แต่ไม่ว่าจะชนะหรือแพ้ก็มีการสูญเสียเช่นกัน"
  },
  {
    "name": "six of swords",
    "type": "Minor Arcana",
    "slug": "six-of-swords",
    "meaning": "ไพ่ 6 ดาบ เป็นไพ่ที่มีความหมายถึงการ\n- เดินต่อไปข้างหน้า มุ่งหน้าต่อไป\n- ละเลยความรู้สึกไม่ดี ปัญหาต่าง ๆ ไว้\n- เวลาแห่งการเปลี่ยนแปลงได้มาถึงแล้ว\n- ความสัมพันธ์ที่ยังไม่จบสิ้น\n\nจากไพ่จะเห็นว่า หญิงสาวที่คลุมร่างกายมิดชิดและเด็กกำลังเดินทางต่อไป โดยมีชายคนนึงเป็นคนพายเรือ แม้ด้านนึงจะมีคลื่น อีกด้านนึงจะราบเรียบ และตัวเรือจะมีดาบปักเหมือนว่าการพายเรือนี้ยังมีปัญหาอยู่ก็ตาม แต่ก็เพิกเฉยแล้วพายเรือกันต่อไปให้ถึงฝั่ง\n\nในมุมมองกว้าง ๆ ใบนี้อาจมองได้หลากหลายในเรื่องเป้าหมายว่าเราจะเลือกเดินหน้าเปลี่ยนแปลงไปทางไหน แต่หลักสำคัญของมันก็คือ เราทิ้ง เพิกเฉย เราปล่อยสิ่งที่ไม่ดีต่อเรา สิ่งที่ไม่ดีกับใจเราไว้ แล้วมุ่งหน้าไปทางไหนก็ต้องดูอีกทีว่าไพ่ประกอบและสถานการณ์เป็นยังไง"
  },
  {
    "name": "seven of swords",
    "type": "Minor Arcana",
    "slug": "seven-of-swords",
    "meaning": "ชายหนุ่มผู้แอบย่องเข้าไปในค่ายทหารแล้วแอบขโมยดาบออกมา 5 เล่ม โดยทิ้งไว้ 2 เล่ม ใบหน้าของชายหนุ่มแสดงถึงความมั่นใจอย่างมากในการขโมยครั้ง\n\n- การแอบทำ แอบคิด วางแผน อะไรลับหลัง\n- การหลอกลวง การทรยศ\n- การหลบเลี่ยงการเผชิญหน้าที่ต้องเปิดเผยความจริง\n\nไพ่ ดาบ ที่เป็นสัญลักษณ์ของการคิด เหตุผล การติดต่อสื่อสาร ไพ่ใบนี้เป็นการขโมยสิ่งเหล่านี้ออกมาโดยที่อีกฝ่ายที่โดนขโมยไม่รู้ตัว ก็เปรียบเสมือน การแอบทำลับหลัง อาจหมายถึงการ ปิดบัง การแอบลักลอบ"
  },
  {
    "name": "eight of swords",
    "type": "Minor Arcana",
    "slug": "eight-of-swords",
    "meaning": "หญิงสาวผู้ถูกจองจำ โดนจับแยกเดี่ยว โดนปิดตา ถูกมัด ยืนอยู่บนแอ่งน้ำเล็กๆและรายล้อมไปด้วยดาบ 8 เล่ม\n\n- การถูกจองจำ การถูกควบคุม ไม่สามารถไปไหนมาไหนได้\n- กลับตัวไม่ได้ เดินต่อไปก็ไม่ได้\n\nหญิงสาวที่โดนผูกมัดให้ขยับไม่ได้ ถึงขยับก็เจอดาบที่เปรียบเสมือน ความคิด เหตุผล กักขังไว้ข้างใน อยู่กับแหล่งน้ำแฉะ ที่เปรียบเหมือนอารมณ์ความรู้สึกไว้ไม่ไปไหน"
  },
  {
    "name": "nine of swords",
    "type": "Minor Arcana",
    "slug": "nine-of-swords",
    "meaning": "ภาพของหญิงสาวที่พึ่งตื่นนอนจากฝันร้าย กำลังกุมหน้ากุมขมับ เครียดอยู่บนเตียง โดยมีดาบทั้ง 9 เล่มแขวนอยู่บนผนัง\n\n- ความเศร้า กดดัน กังวล จิตตก\n- เครียด ฝันร้าย นอนไม่หลับ\n\nความหมายของไพ่ใบนี้ จะหมายถึง ความกดดัน ความเครียด ที่ทำให้คุณนอนไม่หลับ ฝันร้ายที่ตามหลอกหลอน ทั้งนี้ทั้งนั้น เพราะไพ่ดาบ ที่หมายถึงความคิด จึงพูดได้ว่าไพ่ใบนี้ เหมือนเน้นไปที่ เป็นความคิดของผู้ที่ได้ไพ่นี้ขึ้นมา���องซะมากกว่า สถานการณ์อาจเลวร้ายหรือไม่ได้เลวร้ายยังไงก็แล้วแต่ แต่คุณก็เครียด จิตตก ไปซะเองก่อน"
  },
  {
    "name": "ten of swords",
    "type": "Minor Arcana",
    "slug": "ten-of-swords",
    "meaning": "ชายหนุ่มผู้นอนตายอยู่ริมทะเล โดยมีดาบทั้ง 10 เล่มปักอยู่นด้านหลัง ภาพเบื้องหน้าของเค้าคือความมืดที่ค่อยๆหายไป เพราะแสงสว่างที่กำลังส่องมาจากขอบฟ้า\n\n- การล้มเหลว ความคิด ความรู้สึกที่พังทลายลง\n- ความเจ็บปวดอย่างมากมายที่ได้รับ จนทนไม่ไหว\n- คิดมากจนพอ จนไม่อยากที่จะคิดเรื่องนี้อีก\n\nไพ่หมายเลข 10 ที่หมายถึงการสมบูรณ์จบสิ้น และไพ่ดาบ ที่หมายถึงความคิด ความรู้ การติดต่อ ไพ่ใบนี้จึงมีความหมายในเชิงการคิดที่จบลง คิดมาก ความกังวล ต่างๆนานาๆมันจะจบลง เพราะรู้สึกว่าเครียดไปมากกว่านี้ไม่ไหวแล้ว"
  },
  {
    "name": "page of swords",
    "type": "Minor Arcana",
    "slug": "page-of-swords",
    "meaning": "เด็กถือดาบยืนอยู่บนเนิน เตรียมง้างดาบเพื่อรอฟาดฟัน สิ่งที่เข้ามา สภาพอากาศรอบข้างมีคลื่นลม ซึ่งเปรียบเหมือนความคิดเหตุผล และปัญหาที่เข้ามา\n\n- ความสงสัย การเริ่มคิดมาก คิดเยอะ รอบคอบ\n- มีเรื่องกวนใจ จนต้องเคลียร์\n- การรอคอยเพื่อเคลียร์ปัญหา ที่ค้างคาให้ชัดเจนขึ้น\n\nไพ่ดาบ ที่เป็นสัญลักษณ์ ของความคิด สติปัญญา การติดต่อสื่อสาร และไพ่เด็กที่เปรียบเหมือนการเริ่มต้น จุดเปลี่ยนสถานะต่าง ๆ รวมไปถึงการส่งข้อความ ไพ่ใบนี้จึงมีความหมา���ถึง ความคิดอยู่ในช่วงที่มีการเปลี่ยนแปลง ที่อาจรวมไปถึง การคิดให้รอบคอบ การสงสัย การเริ่มต้นการติดต่อสื่อสาร รวมถึงการเริ่มต้นคิดวิเคราะห์สิ่งใหม่"
  },
  {
    "name": "knight of swords",
    "type": "Minor Arcana",
    "slug": "knight-of-swords",
    "meaning": "อัศวินขี่ม้าสีขาว ที่เปรียบถึงความบริสุทธิ์ พุ่งสู่สมรภูมิรบอย่างรีบเร่ง ถือดาบยื่นไปข้างหน้าพร้อมฟาดฟันศัตรูที่อยู่เบื้องหน้าให้พ่ายแพ้ไป ท้องฟ้าและ สวนทางกับสายลมที่ถาโถมเปรียบเหมือนความคิดที่เร็วและรุนแรง\n\n- การดื้อดึง การเอาชนะ การทะเลาะถกเถียงกัน\n- การตัดสินใจ การติดต่อสื่อสารที่รุนแรงรวดเร็ว\n\nไพ่ของอัศวินถือดาบ ที่หากดูด้วยภาพคงเห็นได้ชัดจากภาพว่า เป็นอัศวินที่พร้อมบุกตะลุย ออกศึกอย่างเต็มที่ โดยเฉพาะไพ่ดาบที่เป็นเรื่องของความคิด เหตุผล การติดต่อสื่อสาร ความหมายของไพ่ใบนี้จึงเหมือนการฝ่าฟัน การดื้อดึง ที่เชื่อมั่นในความคิดของตัวเอง"
  },
  {
    "name": "queen of swords",
    "type": "Minor Arcana",
    "slug": "queen-of-swords",
    "meaning": "เนื่องจากเป็นไพ่ราชินี ตามปกติเราจะมองในลักษณะของผู้หญิงที่อยู่ในสถานการณ์คำถามเป็นหลัก ไพ่จึงมีความหมายถึง\n\n- ผู้หญิงที่เป็นคนมีเหตุผลสูง ผู้หญิงที่มีความเป็นผู้นำ มีความโดดเดี่ยว\n\n- ผู้หญิงที่มีอดีต ผู้หญิงที่ไม่คิดจะมีความรักครั้งใหม่"
  },
  {
    "name": "king of swords",
    "type": "Minor Arcana",
    "slug": "king-of-swords",
    "meaning": "ราชาถือดาบ ผู้นั่งอยู่บนบัลลัลก์ รูปผีเสื้อที่หมายถึงการเปลี่ยนแปลง พัฒนา พระจันทร์และเทวดาใกล้หู เปรียบเหมือนเสียงจากจิตใต้สำนึก ในมือถือดาบชี้ขึ้นฟ้าที่ไร้เมฆและลมที่นิ่งสงบ เปรียบเสมือนความคิดที่ชัดเจน และนิ่ง ความหมายของไพ่ใบนี้จึงหมายถึง\n\n- ความคิดที่ชัดเจน ไม่ขุ่นมัว\n- ความจริง ความชัดเจน ความเป็นของแท้\n- คนที่มีเหตุผล ตรรกะสูง ใช้เหตุผลในการตัดสินใจ ไม่ใช้อารมณ์\n\nไพ่ราชาเป็นไพ่ธาตุลม ซึ่งหมายถึงความคิด มีตรรกะ มีความเป็นผู้ใหญ่ มีเหตุผลชัดเจน เมื่อเป็นไพ่ดาบด้วยแล้ว ยิ่งเป็นคนที่มีความคิดที่ชัดเจนมากยิ่งขึ้น จนอาจเรียกได้ว่า เป็นคนคิดมากคิดเยอะ มีเหตุผลสุดๆ เป็นราชาแห่งการคิด เลยก็ว่าได้"
  },
  {
    "name": "ace of pentacles",
    "type": "Minor Arcana",
    "slug": "ace-of-pentacles",
    "meaning": "ไพ่ 1 เหรียญ เป็นไพ่ที่มีมือจากสวรรค์ยื่นเหรียญ ออกมาให้จากกลุ่มเมฆ โดยพื้นที่ด้านล่างเป็นสวนที่อุดมสมบูรณ์ไปด้วยพืชพันธุ์ มีดอกไม้ และภูเขา ไพ่ใบนี้มีความหมายว่า\n- การเริ่มต้นใหม่ ที่มีโอกาสที่ดีในอนาคต\n- การได้รับโอกาสใหม่ๆ ที่เป็นโอกาสที่สามารถพัฒนาให้มั่นคง\n- การลงทุนที่จะได้รับผลตอบแทน\n- ได้รับเงิน ได้รับของขวัญ\n\nไพ่ Ace หรือไพ่หมายเลข 1 หมายถึงการเริ่มต้นใหม่ การได้รับโอกาสใหม่ มีสิ่งใหม่เข้ามา และตัวไพ่ เหรียญ ที่หมายถึง เงิน ความมั่นคง สิ่งที่จับต้องได้ ดังนั้น  ไพ่ใบนี้จึงมีความหมายถึง การเริ่มต้นใหม่ ได้รับโอกาสที่ จับต้องได้\n\nและด้วยภาพไพ่ที่เป็นพื้นที่อุดมสมบูรณ์ ทำให้ไพ่ใบนี้บอกได้ว่าเป็น การเริ่มต้นที่ดี เปรียบเสมือนการหว่านเมล็ดพันธุ์ลงบนพื้นที่ที่อุดมสมบูรณ์และมีแนวโน้มที่ต้นไม้นั้นจะเจริญงอกงาม"
  },
  {
    "name": "two of pentacles",
    "type": "Minor Arcana",
    "slug": "two-of-pentacles",
    "meaning": "ไพ่เด็กหนุ่มหรือนักแสดงกายกรรมที่กำลังเล่นโยนเหรียญ Juggling สองเหรียญให้อยู่ในรูปแบบของเครื่องหมาย Infinity หรือเครื่องหมายอนันต์ แม้การโยนจะราบรื่น แต่ใบหน้าของนักแสดงกายกรรมคนนี้ยังมีความกังวลกับการแสดงครั้งนี้อยู่\n- การจัดการเวลา จัดการความสำคัญให้สิ่งต่างๆให้ราบรื่น\n- การปรับตัว สมดุล \n- การไม่สามารถเลือกทำอย่างใดอย่างหนึ่งได้ชัดเจน\n\nไพ่ใบนี้มีความหมายในลักษณะ การจัดเวลา จัดการความสำคัญ ให้ ลงตัว สมดุล เหมือนคนที่กำลังโยนเหรียญที่อยู่ในมือให้ต่อเนื่องเป็นรูปสัญลักษณ์อนันต์ ∞ ถ้าให้พูดถึง เรื่องงาน ก็เหมือนการจัดการงานที่เข้ามาหลาย ๆ อย่างให้ลงตัว เรียกได้ว่าทำงานหลายๆอย่างได้ดี ถ้า เรื่องเงิน ก็เหมือนการจัดการการใช้จ่าย การหมุนเงิน การจ่ายหนี้ให้ สมดุล ให้ยังดำเนินต่อได้เรื่อย ๆ ไม่ติดขัด\n\nในเชิงความรัก ไพ่ใบนี้เหมือนจะพูดถึงการจัดเวลา การให้เวลาและความสำคัญกับสิ่งต่างๆครับ"
  },
  {
    "name": "three of pentacles",
    "type": "Minor Arcana",
    "slug": "three-of-pentacles",
    "meaning": "ไพ่ 3 เหรียญ เป็นไพ่ที่มีคนสามคนกำลังหารือกัน คนนึงเป็นช่าง อีกสองคนด้านล่างเป็นนักวิศวกรและสถาปนิกที่ออกแบบ โครงสร้างโบสถ์นี้ ไพ่ใบนี้จึงหมายถึง\n- การหารือวางแผน การประชุม\n- การร่วมมือกัน\n- การวางแผนเพื่ออนาคตที่มั่นคง\nไพ่ใบนี้จะเน้นไปในทางการหารือ การ ร่วมมือ กันเพื่อ วางแผน เพื่อสร้างอนาคตที่มี คุณค่า และ มั่นคง\n\nถ้าหมายถึงคน จะหมายถึงคนที่มีความสามารถในการปฏิบัติการ ก่อสร้าง ออกแบบ โดยเฉพาะถ้าเป็นวิศวกร หรือสถาปนิก และยังเป็นคนที่ชอบวางแผน รอบคอบ ทำงานเป็นทีมได้อย่างดีอีกด้วย\n\nในด้านความรัก เป็นไพ่ที่หมายถึงการ การริเริ่มที่จะวางแผน อนาคตที่มั่งคั่ง การคุยหารือ กันอย่างจริงจังในอนาคต เช่น เรื่องการเงิน การทำงาน การมีลูก การแบ่งหน้าที่ เป็นต้น หรือบางทีอาจจะคุยปรึกษาหารือกันว่า จะเอายังไงกับความสัมพันธ์นี้อย่างดี ถ้ามันไม่ดีเราจะปรับแก้ไขอย่างไร"
  },
  {
    "name": "four of pentacles",
    "type": "Minor Arcana",
    "slug": "four-of-pentacles",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การหวง ป้องกัน รักษา สิ่งที่มาค่าของตัวเอง\n\nชายที่มีลักษณะเป็นเศรษฐี ทั้งกอดและเหยียบเหรียญของตัวเองไว้ ป้องกันไม่ให้ไปไหน ไพ่ใบนี้ถ้าให้พูดถึงเรื่องการเงินก็อาจจะหมายถึง ความหวงสิ่งของ ความงก ได้ครับ\n\nตัวเหรียญนี้นอกจากเงินอาจหมายถึง สิ่งของอื่น ๆ บุคคล หรือสิ่งที่เป็นนามธรรม เช่น ความรัก ความคิด ก็ได้เช่นกัน ดังนั้นการตีความว่าไพ่ใบนี้บ่งบอกถึงการหวงอะไร ก็ต้องดูบริบทสถานการณ์หรือไพ่ใบอื่นประกอบ"
  },
  {
    "name": "five of pentacles",
    "type": "Minor Arcana",
    "slug": "five-of-pentacles",
    "meaning": "ขอทานสองคนที่เหมือนเป็นคู่รัก ฝ่ายหญิงที่เดินลุยหิมะเท้าเปล่า และฝ่ายชายขาเจ็บถือไม้เท้าที่คอยเดินตามช่วยเหลืออยู่เสมอ\n\nไพ่ใบนี้เป็นไพ่ที่ต้องบอกว่าเป็นไพ่ไม่ค่อยดีซักเท่าไหร่ เพราะเป็นไพ่ที่ดูจากภาพก็จะทราบได้ถึงความยากจน ขาดแคลน ของขอทานในภาพ\n\nด้วยเลข 5 ที่ดูจะเรียกได้ว่าเป็นเลขที่ไม่ค่อยดีสำหรับไพ่ทาโรต์ เป็นไพ่ที่ไม่เต็ม ครึ่งๆกลาง ๆ ดังเช่น ไพ่ 5 ดาบ ที่หมายถึงการไม่เข้าใจ ทะเลาะ ไม่ยอม จนอีกฝ่ายต้องยอมแพ้ไป หรือ ไพ่ 5 ไม้ ที่หมายถึงการถกเถียง วางแผนกัน"
  },
  {
    "name": "six of pentacles",
    "type": "Minor Arcana",
    "slug": "six-of-pentacles",
    "meaning": "ไพ่ใบนี้เป็นไพ่ของคนที่ใจบุญ ใจดี กำลังให้เงินขอทานที่มาขออยู่ ไพ่ใบนี้จึงมีความหมายถึง การทำทาน การใจดีครับ ซึ่งเรามองได้ในสองมุมเลยทีเดียว แล้วแต่สถานการณ์และไพ่บริบท ว่าเราจะเป็นคนให้ หรือ คนรับ\n\nถ้าเราเป็นคนให้ เราก็จะเป็นแนวใจดี ช่วยเหลือผู้อื่น โดยก็ไม่ได้หวังจะให้มีการตอบแทนกลับมา แต่ถ้ารับก็ รับโดยไม่ได้มีการตอบแทนใด ๆ\n\nไพ่ใบนี้ด้วยความที่เป็นหมายเลข 6 เป็นไพ่ที่หมายถึงความเข้ากันได้ ความสมดุล อีกทั้งตัวคนให้ยังถือตาชั่ง หลาย ๆ ที่เลยแปลว่า การให้ที่เท่าเทียมกัน แต่ ถ้าดูในรูปแล้วจะเห็นว่า ผู้ให้ ให้เหรียญคนฝั่งซ้าย มากกว่าฝั่งขวา เรียกได้ว่าก็ไม่รู้ตัดสินใจด้วยอะไร แต่ก็ให้ไม่เท่ากันแน่นอนครับ ความยุติธรรมอาจจะไม่เท่ากับความเท่าเทียม"
  },
  {
    "name": "seven of pentacles",
    "type": "Minor Arcana",
    "slug": "seven-of-pentacles",
    "meaning": "ไพ่ชายหนุ่มที่กำลังประเมินผลผลิตการเพาะปลูก ว่าที่ลงแรงไปได้ผลลัพธ์ที่ดีและคุ้มค่าหรือไม่\n\nไพ่หมายเลข 7 ที่หมายถึงการเผชิญสิ่งที่เราไม่รู้ ดังนั้นไพ่ใบนี้จึงหมายถึงการเผชิญหน้ากับการประเมินผลลัพธ์ของสิ่งที่ทำไป ว่าที่เราทำไปคุ้มค่าหรือไม่\n\nไพ่ใบนี้จึงเป็นไพ่ในความหมายที่ดี แม้จะมีความกังวลบ้างก็ตาม แต่ถ้ามีการประเมินย่อมทำให้มีการปรับปรุงแผน และกระบวนการที่ทำเพื่อให้นำไปสู่ทางที่ดีที่สุด"
  },
  {
    "name": "eight of pentacles",
    "type": "Minor Arcana",
    "slug": "eight-of-pentacles",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การตั้งใจทำในสิ่งที่มีคุณค่า\n- ทำ ซ้ำๆ ที่ได้ผลลัพธ์ที่รู้แน่ชัด\n- ความใส่ใจ ความตั้งใจในการสร้างสิ่งที่มั่นคง\n\nจากไพ่ ชายคนนี้เป็นช่างฝีมือ ที่กำลังแกะสลักสร้างเหรียญไปเรื่อย ๆ ชายคนนี้ทำงานอย่างตั้งใจ แม้งานจะดูทำซ้ำ ๆ เดิม ๆ และดูน่าเบื่อ และรู้ถึงผลลัพธ์ของสิ่งทีทำก็ตาม แต่เค้าก็ยังทำต่อไปเรื่อย ๆ เพราะความใส่ใจและรักในงานที่ทำ ประเด็นหลักของไพ่ใบนี้จึง คือความตั้งใจ อดทน ทำในสิ่งที่เรารัก แม้จะดูน่าเบื่อ\n\nเนื่องจากไพ่เหรียญเป็นไพ่ที่พูดถึงเรื่องเงิน ได้เป็นหลัก ก็อาจหมายถึงการทำงานสร้างความมั่นคงในชีวิต แม้งานจะไม่ได้ท้าทาย ยาก หรือได้กำไรมหาศาล แต่ก็ได้เงินได้ผลลัพธ์ที่งอกเงยได้ตามที่คาดไว้ทุกครั้ง เป็นงานที่เกี่ยวกับการใช้ฝีมือ ประสบการณ์ หรือสิ่งที่เรียนมา"
  },
  {
    "name": "nine of pentacles",
    "type": "Minor Arcana",
    "slug": "nine-of-pentacles",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความมีพร้อมสมบูรณ์ ความพอใจในสิ่งที่มีและมีความสุข แต่ก็ยังขาดบางอย่างไป\n- ความมั่นคง ปลอดภัย จากทรัพย์สินและความฉลาดที่มี\n- การให้รางวัลตัวเองหลังจากการทำงาน\n\nจากไพ่ หญิงคนหนึ่ง ใส่เสื้อผ้าที่ดูดี ยืนอยู่ในไร่องุ่นที่ออกผลองุ่นและเหรียญมากมาย แสดงถึงความสมบูรณ์พร้อมในด้านวัตถุ ทรัพย์สิน และนกที่เกาะอยู่บนมือ อันเป็นตัวแทนของธาตุลม ที่หมายถึง ความคิด ความฉลาด และบ้านด้านหลังที่น่าจะเป็นของหญิงสาวก็เรียกได้ถึง ความมั่นคงปลอดภัย\n\nไพ่ใบนี้จึงหมายถึง คนที่มีความมั่นคง ปลอดภัย รู้สึกมีความสุขโดยเฉพาะในด้านทรัพย์สิน วัตถุ มี ความพอใจในสิ่งที่ตัวเองมี"
  },
  {
    "name": "ten of pentacles",
    "type": "Minor Arcana",
    "slug": "ten-of-pentacles",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความสุข ความสมบูรณ์ ความมั่นคง ความปลอดภัย\n- ครอบครัว ทรัพย์สิน มรดก\n- การลงทุนที่มั่นคงและได้ผลตอบแทนดี\n\nในไพ่มี ครอบครัวที่มีทั้งผู้ชาย ผู้หญิง และเด็ก ที่มีการพูดคุยกัน ใบหน้ามีความสุข เป็นครอบครัวที่สมบูรณ์ทั้งในด้านวัตถุทรัพย์สิน ดังจะเห็นจากเหรียญในไพ่ที่มีครบ 10 ทั้งมีคนแก่ที่เปรียบเสมือนผู้ที่ประสบการณ์และปัญญาความรู้ และยังมีสุนัขสองตัวที่เปรียบดั่งความปลอดภัยมั่นคง\n\nไพ่ใบนี้เป็นไพ่เหรียญความหมายโดยตรงคงเป็นเรื่อง เงิน ๆ ทอง ๆ วัตถุต่าง ๆ ซึ่งเรียกได้ว่า เมื่อครบ 10 จึงหมายถึงความสมบูรณ์ในด้านทรัพย์สินที่เพียงพอและถูกเติมเต็ม"
  },
  {
    "name": "page of pentacles",
    "type": "Minor Arcana",
    "slug": "page-of-pentacles",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- การได้รับโอกาส ได้รับทรัพย์สิน สิ่งของ ซึ่งมีโอกาสที่จะพัฒนาไปในทางที่ดีและมั่นคงได้\n- การเฝ้ารอ การเฝ้าดูพิจารณาโอกาสที่ได้รับเข้ามา\n\nไพ่ใบนี้เป็นไพ่ของเด็กที่ได้รับเหรียญ 1 เหรียญมาไว้ในมือ ซึ่งสภาพแวดล้อมภายนอกถือว่าสมบูรณ์มั่งคง ทั้งต้นไม้ใบหญ้า ลำธาร ภูเขา\n\nไพ่เด็กมักจะหมายถึงการ เปลี่ยนแปลงไปสู่สิ่งใหม่ๆ ที่ได้รับโอกาสเข้ามา แต่โดยส่วนตัวผมมักมองว่าตัวไพ่เด็กนั้นเป็นไพ่ที่เน้นไปที่การรอคอย การพิจารณา อะไรบางอย่าง ดังจะเห็นในภาพว่า เด็กคนนี้กำลังรอคอย พิจารณาดูโอกาสที่ได้รับเข้ามา"
  },
  {
    "name": "knight of pentacles",
    "type": "Minor Arcana",
    "slug": "knight-of-pentacles",
    "meaning": "ไพ่ใบนี้ เป็นไพ่ที่มีความหมายถึง\n- ความต่อเนื่อง มั่นคง กิจวัตร ทำซ้ำ\n- คนที่สามารถสร้างงาน มั่นคง และสามารถทำในสิ่งที่เป็นกิจวัตร ซ้ำ ๆ ได้ แม้จะดูน่าเบื่อ\n\nไพ่อัศวินเป็นไพ่ที่แสดงถึงการเคลื่อนไหว เคลื่อนที่ ปฏิบัติ ซึ่งไพ่อัศวินเหรียญนี้ถือเป็นไพ่ที่เคลื่อนไหวน้อยที่สุดในเหล่าอัศวินทั้งหมด และเหรียญที่เป็นธาตุดิน ที่หมายถึงความมั่นคง ไพ่ใบนี้จึงมีความหมายหลักถึง ทำสิ่งที่ ช้า ซ้ำๆ น่าเบื่อ แต่มั่นคง\n\nคนที่มีลักษณะแบบไพ่ใบนี้คือ คนที่มั่นคง ทำงานเก่ง ขยัน มองผลลัพธ์อย่างรอบคอบ และวางแผนสิ่งต่างๆในอนาคตอย่างใจเย็น ถ้ามองเป็นงานหรือเงิน ก็พูดได้ว่าเป็นงานที่มีคุณค่า ได้ผลตอบแทนที่จับต้องได้ ได้เงินทองกลับมาอย่างดี"
  },
  {
    "name": "queen of pentacles",
    "type": "Minor Arcana",
    "slug": "queen-of-pentacles",
    "meaning": "ไพ่ใบนี้ มีความหมายถึง\n- ความอบอุ่น การดูแล ความมั่นคง\n- ความอุดมสมบูรณ์ ความสมบูรณ์ทางการเงิน\n\nไพ่ใบนี้เป็นไพ่ของราชินี ที่มีลักษณะของความเป็นแม่มากที่สุด คล้ายกับไพ่ Empress ไพ่ใบนี้เป็นไพ่เหรียญ ซึ่งมีลักษณะเป็นธาตุดิน ที่มีความมั่นคง ดูแลคนอื่นได้เป็นอย่างดี\n\nตัวไพ่มีความหมายถึงผู้หญิงที่มั่นคง สมบูรณ์ ดูแลผู้อื่นดี มีความเป็นแม่สูง เป็นคนที่มองโลกในความเป็นจริง ไม่ใช่คนที่ประเภทเพ้อฝัน"
  },
  {
    "name": "king of pentacles",
    "type": "Minor Arcana",
    "slug": "king-of-pentacles",
    "meaning": "ไพ่ใบนี้ เป็นไพ่ที่มีความหมายถึง\n- ความมั่นคง มั่นคั่ง สมบูรณ์\n- คนที่เป็นผู้ใหญ่ มีความคิด มั่นคงและสมบูรณ์ในด้านวัตถุ\n\nไพ่ราชา หมายถึงคนที่มีเหตุผล มีความเป็นผู้ใหญ่ เป็นคนที่ค่อนข้างประสบความสำเร็จ และไพ่เหรียญ ที่เป็นไพ่ธาตุดิน ซึ่งหมายถึงความมั่นคง มั่งคั่ง และสามารถจับต้องได้\n\nไพ่ใบนี้จึงมักหมายถึงบุคคล โดยเฉพาะผู้ชายที่มีลักษณะดังกล่าว คือเป็นคนที่นิ่ง มั่นคง ทำทุกอย่างที่สามารถจับต้องได้และมองโลกในความเป็นจริง ค่อนไปทางวัตถุนิยม รวมไปถึงความดื้อ ไพ่ใบนี้เนื่องจากเป็นไพ่เหรียญที่เป็น ธาตุดินที่มั่นคง ซึ่งก็หมายถึงความมั่นคงต่อความคิด ความรู้สึกตัวเอง ไม่ไปไหน จนเป็นคนที่ดูเหมือนดื้อไปได้เช่นกันครับ"
  }
];
